{
  "text": {
    "oi": 49,
    "olá": 50,
    "e": 18,
    "aí": 3,
    "bom": 6,
    "dia": 17,
    "boa": 5,
    "tarde": 64,
    "noite": 44,
    "tchau": 65,
    "até": 2,
    "mais": 35,
    "logo": 34,
    "falou": 22,
    "a": 0,
    "próxima": 54,
    "estou": 19,
    "feliz": 24,
    "muito": 41,
    "bem": 4,
    "que": 56,
    "incrível": 31,
    "maravilhoso": 37,
    "obrigado": 48,
    "triste": 68,
    "não": 46,
    "hoje": 29,
    "foi": 25,
    "um": 69,
    "ruim": 60,
    "me": 39,
    "sinto": 62,
    "mal": 36,
    "chateado": 11,
    "tive": 67,
    "péssimo": 55,
    "poxa": 53,
    "deprimido": 16,
    "nada": 43,
    "está": 20,
    "dando": 14,
    "certo": 8,
    "você": 71,
    "é": 72,
    "bot": 7,
    "humano": 30,
    "quem": 57,
    "real": 58,
    "uma": 70,
    "máquina": 42,
    "gemma": 28,
    "o": 47,
    "faz": 23,
    "como": 12,
    "funciona": 27,
    "explique": 21,
    "teoria": 66,
    "da": 13,
    "relatividade": 59,
    "de": 15,
    "forma": 26,
    "simples": 61,
    "meu": 40,
    "nome": 45,
    "leugim": 33,
    "sou": 63,
    "pedro": 51,
    "chamo": 10,
    "maria": 38,
    "pode": 52,
    "chamar": 9,
    "joão": 32,
    "ana": 1
  },
  "intent": {
    "cumprimentar": 0,
    "despedida": 2,
    "humor_feliz": 4,
    "humor_triste": 5,
    "desafio_bot": 1,
    "perguntar_gemma": 6,
    "fornecer_nome": 3,
    "saudacao": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_call_gemma": 1,
    "utter_ajuda": 13,
    "utter_cumprimentar": 14,
    "utter_desafio_bot": 15,
    "utter_despedida": 16,
    "utter_feliz": 17,
    "utter_saudacao_com_nome": 18,
    "utter_triste": 19
  },
  "action_text": null,
  "intent_response_key": null
}